Repository: FBukovina/Gradely
Catalog: GradelyWatch/GradelyWatch/Localizable.xcstrings
Source language: en
Languages: cs

# watch.ai.ask
source: Ask Gradey AI
cs: Zeptej se Gradey AI

# watch.ai.generated
source: Generated by AI
cs: Vygenerovala AI

# watch.ai.bringIPhone
source: Bring iPhone nearby
cs: Měj iPhone nablízku

# watch.ai.error.cancelled
source: Cancelled.
cs: Zrušeno.

# watch.ai.error.generic
source: Couldn’t complete the reply. Try again.
cs: Odpověď se nepodařilo dokončit. Zkus to znovu.

# watch.ai.error.invalidReply
source: The iPhone did not accept the Gradey AI request.
cs: iPhone požadavek Gradey AI nepřijal.

# watch.ai.error.iphoneNearby
source: Bring iPhone nearby to use Gradey AI.
cs: Pro Gradey AI měj iPhone nablízku.

# watch.ai.error.timeout
source: The reply took too long. Try again.
cs: Odpověď trvala příliš dlouho. Zkus to znovu.

# watch.ai.lock.detail
source: Available with Support or Support Plus. Subscribe in Gradey on iPhone.
cs: S předplatným Support nebo Support Plus. Aktivuješ ho v Gradey na iPhonu.

# watch.ai.message
source: Message
cs: Zpráva

# watch.ai.refreshPurchases
source: Restore purchases
cs: Obnovit nákupy

# watch.ai.responding
source: AI is responding
cs: AI odpovídá

# watch.ai.send
source: Send
cs: Odeslat

# watch.ai.stop
source: Stop
cs: Zastavit

# watch.break
source: Break
cs: Přestávka

# watch.change.added
source: Added
cs: Přidáno

# watch.change.canceled
source: Canceled
cs: Zrušeno

# watch.change.changed
source: Changed
cs: Změna

# watch.change.room
source: Room
cs: Učebna

# watch.done.detail
source: No more lessons left.
cs: Dnes už žádné hodiny nejsou.

# watch.done.title
source: Done for today
cs: Hotovo na dnešek

# watch.end
source: End
cs: Konec

# watch.next
source: Next
cs: Další

# watch.noMoreLessons.detail
source: Nothing left on today’s timetable.
cs: V dnešním rozvrhu už nic nezbývá.

# watch.noMoreLessons.title
source: No more lessons
cs: Dnes už nic není

# watch.noTimetable.detail
source: Open Gradey on iPhone to sync.
cs: Otevři Gradey na iPhonu a synchronizuj.

# watch.noTimetable.title
source: No timetable yet
cs: Rozvrh zatím není

# watch.purchase.error.invalidReply
source: Could not restore purchases. Open Gradey on iPhone and try again.
cs: Nákupy se neobnovily. Otevři Gradey na iPhonu a zkus to znovu.

# watch.purchase.error.iphoneNearby
source: Bring iPhone nearby to refresh purchases.
cs: Pro obnovení nákupů měj iPhone nablízku.

# watch.purchase.noPlan
source: No active subscription found. Subscribe in Gradey on iPhone.
cs: Nenašlo se aktivní předplatné. Aktivuješ ho v Gradey na iPhonu.

# watch.remaining.tapCount
source: Remaining lessons: %d
cs: Zbývající hodiny: %d

# watch.remaining.tapDetails
source: Tap for details
cs: Klepni pro detail

# watch.signedOut.detail
source: Open Gradey on iPhone and sign in to your school.
cs: Otevři Gradey na iPhonu a přihlas se ke škole.

# watch.signedOut.title
source: Open Gradey on iPhone
cs: Otevři Gradey na iPhonu

# watch.stale.detail
source: Refresh from Gradey on iPhone.
cs: Obnov z Gradey na iPhonu.

# watch.stale.title
source: Timetable is stale
cs: Rozvrh je zastaralý

# watch.start
source: Start
cs: Začátek

# watch.status.canceled
source: Canceled
cs: Zrušeno

# watch.status.in
source: In %@
cs: Za %@

# watch.status.needsAttention
source: Needs attention
cs: Vyžaduje pozornost

# watch.status.notSignedIn
source: Not signed in
cs: Nepřihlášeno

# watch.status.now
source: Now
cs: Teď

# watch.status.syncing
source: Syncing timetable
cs: Stahuju rozvrh

# watch.status.timetable
source: Timetable
cs: Rozvrh

# watch.status.upNext
source: Up next
cs: Další

# watch.today
source: Today
cs: Dnes

# watch.ai.error.consentRequired
source: Review and enable Gradey AI in Gradey on iPhone.
cs: Otevři Gradey na iPhonu a potvrď souhlas s používáním AI.

# watch.ai.error.unavailable
source: Gradey AI is unavailable right now. Try again later.
cs: Gradey AI teď není k dispozici. Zkus to později.

# watch.ai.error.quotaExceeded
source: Daily Compute allowance used. Try again after the reset.
cs: Denní příděl Compute je vyčerpaný. Zkus to po jeho obnovení.

# watch.ai.error.priceChanged
source: The Compute price changed. Open Gradey on iPhone to continue.
cs: Cena v Compute se změnila. Pokračuj v Gradey na iPhonu.

# watch.ai.error.pending
source: Your reply is still processing. Check Gradey on iPhone.
cs: Odpověď se ještě připravuje. Zkontroluj Gradey na iPhonu.

# watch.ai.error.contentFilter
source: AI couldn’t answer this request. Try rephrasing it.
cs: AI na tento požadavek nemohla odpovědět. Zkus ho přeformulovat.

# watch.ai.error.busy
source: Gradey AI is busy. Try again shortly.
cs: Gradey AI je vytížená. Zkus to za chvíli.

# watch.ai.error.changedRequest
source: This request changed. Open Gradey on iPhone to try again.
cs: Tento požadavek se změnil. Zkus to znovu v Gradey na iPhonu.

# watch.ai.error.chatUnavailable
source: This conversation is unavailable. Open Gradey on iPhone to start again.
cs: Tato konverzace není k dispozici. Začni znovu v Gradey na iPhonu.
